[
  {
    "id": 1,
    "year": 1902,
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/5a/Peter_Rabbit_first_edition_1902a.jpg",
    "en" : {
      "title": "The Tale of Peter Rabbit",
      "author": "Beatrix Potter",
      "genre": "Children's literature",
      "description": "The Tale of Peter Rabbit is a British children's book written and illustrated by Beatrix Potter that follows mischievous and disobedient young Peter Rabbit as he is chased about the garden of Mr. McGregor. He escapes and returns home to his mother, who puts him to bed after dosing him with tea.",
      "content" : "Once upon a time, four little rabbits named Flopsy, Mopsy, Cotton-tail, and Peter lived with their mother under a large fir tree. One morning, Mrs. Rabbit told her children:\n\n\"You may play in the fields or down the lane, but do not go into Mr. McGregor’s garden. Your father had an accident there and was put in a pie by Mrs. McGregor.\"\n\nShe then left to buy bread and buns, leaving the children to their own devices.\n\nFlopsy, Mopsy, and Cotton-tail, being well-behaved, went down the lane to gather blackberries. But Peter, who was very naughty, ran straight to Mr. McGregor’s garden and squeezed under the gate.\n\nHe greedily ate lettuces, French beans, radishes, and parsley. Feeling sick, Peter wandered further into the garden. Around a cucumber frame, he suddenly encountered Mr. McGregor, who was planting cabbages.\n\nMr. McGregor jumped up, shouting, “Stop thief!” and chased Peter through the garden. In his fright, Peter lost both shoes—one among the cabbages and the other in the potatoes. He ran faster on all fours but got caught in a gooseberry net by the buttons on his new blue jacket.\n\nPeter gave up hope and began to cry. Friendly sparrows overheard him and encouraged him to escape. Just as Mr. McGregor approached with a sieve to trap him, Peter wriggled free, leaving his jacket behind.\n\nHe dashed into a toolshed and hid in a water-filled can. When Mr. McGregor began searching under flower pots, Peter sneezed, “Kertyschoo!” revealing his hiding spot. Mr. McGregor tried to catch him, but Peter leapt out of a window, knocking over some plants. The window was too small for Mr. McGregor, so he gave up the chase.\n\nPeter, out of breath and frightened, wandered through the garden. He found a locked door and asked an old mouse for help, but she couldn’t answer with her mouth full of peas. Peter cried as he realized he was still lost.\n\nEventually, Peter came across a pond where a white cat was watching goldfish. Remembering stories about cats, Peter quietly left and found his way back to the toolshed. From there, he climbed onto a wheelbarrow and spotted Mr. McGregor hoeing onions—with the gate in sight!\n\nQuietly, Peter climbed down and ran as fast as he could. Mr. McGregor saw him but couldn’t catch him before Peter squeezed under the gate and escaped into the woods.\n\nBack in the garden, Mr. McGregor hung Peter’s jacket and shoes on a scarecrow to frighten the blackbirds.\n\nPeter didn’t stop running until he reached the safety of his home under the fir tree. Exhausted, he flopped onto the sand floor. His mother was busy cooking and wondered what had happened to his clothes—this was the second jacket and pair of shoes Peter had lost in a fortnight!\n\nThat evening, Peter wasn’t feeling well. His mother put him to bed with a dose of chamomile tea, saying, “One tablespoonful to be taken at bedtime.”\n\nMeanwhile, Flopsy, Mopsy, and Cotton-tail, who had behaved all day, enjoyed a supper of bread, milk, and blackberries."
    },
    "ar": {
      "title": "حكاية بيتر الأرنب",
      "author": "بياتريكس بوتر",
      "genre": "أدب الأطفال",
      "description": "حكاية بيتر رابيت هي كتاب أطفال بريطاني كتبته ورسمته بياتريكس بوتر، وتحكي قصة الأرنب المشاغب والعاصي بيتر رابيت أثناء مطاردته في حديقة السيد ماكجريجور. يتمكن الأرنب من الهرب ويعود إلى منزله حيث والدته، التي تضعه في الفراش بعد أن تعطيه جرعة من الشاي.",
      "content" : "ذات مرة، كان هناك أربعة أرنب صغيرة تُدعى فلوبسي، موبي، كوتون-تيل، وبيتر، كانوا يعيشون مع والدتهم تحت شجرة صنوبر كبيرة. في أحد الأيام، قالت السيدة أرنب لأطفالها:\n\n\"يمكنكم اللعب في الحقول أو في الممر، ولكن لا تذهبوا إلى حديقة السيد ماكغريغور. فقد تعرض والدكم لحادث هناك ووُضع في فطيرة من قبل السيدة ماكغريغور.\"\n\nثم غادرت لشراء الخبز والفطائر، تاركة الأطفال يلعبون وحدهم.\n\nذهب فلوبسي، موبي، وكوتون-تيل، الذين كانوا من الأرنب الجيد، إلى الممر لقطف التوت الأسود. أما بيتر، الذي كان شقيًا جدًا، فركض مباشرة إلى حديقة السيد ماكغريغور وزحف تحت البوابة.\n\nأكل بيتر الجزر، والفاصوليا الفرنسية، والفجل، والبقدونس. وهو يشعر بالغثيان، تجول بيتر في الحديقة. وحين مر بالقرب من إطار الخيار، قابل السيد ماكغريغور، الذي كان يزرع الخس.\n\nقفز السيد ماكغريغور قائلاً: \"قف أيها اللص!\" وركض وراء بيتر في الحديقة. في فزعه، فقد بيتر حذاءه الأول بين رؤوس الملفوف، والآخر بين البطاطا. ثم ركض بسرعة على يديه وأرجله، ولكن وقع في شبكة عنب بواسطة الأزرار الكبيرة على معطفه الأزرق الجديد.\n\nاستسلم بيتر وبدأ في البكاء. سمعه بعض العصافير الودية التي شجعته على الهروب. وفي اللحظة التي اقترب فيها السيد ماكغريغور مع غربال لمحاصرته، هرب بيتر وترك معطفه وراءه.\n\nركض بيتر إلى الكوخ واختبأ في دلو مملوء بالماء. عندما بدأ السيد ماكغريغور في البحث تحت أصص الزهور، عطس بيتر قائلاً: \"عطسة!\" مما كشف مكانه. حاول السيد ماكغريغور القبض عليه، لكن بيتر قفز من النافذة مسببًا سقوط بعض النباتات. كانت النافذة صغيرة جدًا على السيد ماكغريغور، فتركه.\n\nبعد أن أصبح بيتر منهكًا ومرعوبًا، بدأ يتجول في الحديقة. وجد بابًا مغلقًا وسأل فأرًا مسنًا عن الطريق، لكنها لم تستطع الإجابة لأنها كانت تحمل فمها المملوء بالبازلاء. بدأ بيتر في البكاء لأنه لا يزال ضائعًا.\n\nفي النهاية، وصل بيتر إلى بركة حيث كانت قطة بيضاء تراقب الأسماك الذهبية. تذكر بيتر القصص عن القطط، فغادر بهدوء وعاد إلى الكوخ. من هناك، تسلق بيتر إلى عربة يدوية ورأى السيد ماكغريغور وهو يزرع البصل، ومع البوابة في الأفق!\n\nهدوءًا، نزل بيتر من العربة وركض بأقصى سرعة. رآه السيد ماكغريغور لكنه لم يستطع اللحاق به قبل أن يزحف بيتر تحت البوابة ويهرب إلى الغابة.\n\nفي الحديقة، علق السيد ماكغريغور معطف بيتر وحذاءه على دمية الخوف لإخافة العصافير.\n\nلم يتوقف بيتر عن الجري حتى وصل إلى أمان منزله تحت شجرة الصنوبر. كان منهكًا تمامًا، فسقط على الرمال في عشه. كانت والدته مشغولة بالطهي وتساءلت عن ملابسه، فهذا هو المعطف والحذاء الثانيين اللذين فقدهما بيتر في أسبوعين!\n\nفي المساء، لم يكن بيتر يشعر بتحسن. وضعت والدته في السرير وأعطته جرعة من شاي البابونج، قائلة: \"ملعقة طعام واحدة تؤخذ قبل النوم.\"\n\nفي هذه الأثناء، استمتع فلوبسي، موبي، وكوتون-تيل، الذين كانوا يتسمون بالسلوك الحسن طوال اليوم، بعشاء من الخبز والحليب والتوت الأسود."
    }
  },
  {
    "id": 2,
    "year": 1960,
    "image": "https://upload.wikimedia.org/wikipedia/en/f/fe/CharlotteWeb.png",
    "en": {
      "title": "Charlotte's Web",
      "author": "E. B. White",
      "genre": "Children's literature",
      "description": "Charlotte's Web is a children's novel by E. B. White, about a pig named Wilbur and his friendship with a spider named Charlotte. The story explores themes of friendship, loyalty, and the cycle of life as Charlotte tries to save Wilbur from being slaughtered.",
      "content": "Wilbur was born the runt of a litter of eight. He was very small, and his mother didn’t want him. But Fern Arable, a young girl, took pity on him and begged her father to let her raise him. She fed him with a bottle and made him feel loved. Eventually, Wilbur grew too big, and Fern sold him to her uncle, Homer Zuckerman, who had a farm. There, Wilbur met other animals and soon became friends with a large gray spider named Charlotte. Wilbur was a little nervous at first, but Charlotte was kind and protective. When Wilbur learned that he would be slaughtered for Christmas dinner, Charlotte came up with a plan to save him. She began to weave words into her web, such as 'Some Pig' and 'Terrific,' which caused a stir among the humans. As the townspeople came to see the miraculous messages, they began to think that Wilbur was special, and they decided to spare him. Charlotte continued to help Wilbur in her own quiet way, and they formed an unbreakable bond of friendship."
    },
    "ar": {
      "title": "شبكة شارلوت",
      "author": "إي. بي. وايت",
      "genre": "أدب الأطفال",
      "description": "شبكة شارلوت هي رواية للأطفال كتبها إي. بي. وايت، وتحكي قصة خنزير يُدعى ويلبر وصداقته مع عنكبوت تُدعى شارلوت. تستكشف القصة مواضيع الصداقة والولاء ودورة الحياة بينما تحاول شارلوت إنقاذ ويلبر من الذبح.",
      "content": "وُلد ويلبر أصغر من بين ثمانية خنازير. كان صغيرًا جدًا، ولم ترغب والدته فيه. ولكن فيرن آرابل، وهي فتاة صغيرة، شعرت بالشفقة عليه وطلبت من والدها أن يسمح لها بتربيته. كانت تطعمه بالزجاجة وتجعل منه يشعر بالحب. في النهاية، نما ويلبر وأصبح كبيرًا جدًا، فباعته فيرن إلى عمها هومر زوكرمان الذي كان يمتلك مزرعة. هناك، التقى ويلبر بالحيوانات الأخرى وأصبح صديقًا لعنكبوت كبير رمادي يُدعى شارلوت. في البداية كان ويلبر متوترًا، ولكن شارلوت كانت لطيفة وواقية. عندما علم ويلبر أنه سيذبح من أجل عشاء عيد الميلاد، ابتكرت شارلوت خطة لإنقاذه. بدأت في نسج كلمات في شبكتها مثل \"خنزير رائع\" و \"رائع\"، مما أثار ضجة بين الناس. ومع قدوم أهل البلدة لرؤية الرسائل المعجزة، بدأوا يعتقدون أن ويلبر مميز، وقرروا أن يرحموه. استمرت شارلوت في مساعدة ويلبر بطريقتها الهادئة، وكونا رابطة صداقة لا تنكسر."
    }
  },
  {
    "id": 3,
    "year": 1922,
    "image": "https://upload.wikimedia.org/wikipedia/en/thumb/3/3e/Pooh_Shepard1928.jpg/800px-Pooh_Shepard1928.jpg",
    "en": {
      "title": "Winnie-the-Pooh",
      "author": "A. A. Milne",
      "genre": "Children's literature",
      "description": "Winnie-the-Pooh is a beloved children's novel written by A. A. Milne, featuring the adventures of a bear named Pooh and his friends in the Hundred Acre Wood. The story celebrates friendship, imagination, and simple joys of life.",
      "content": "Winnie-the-Pooh, a lovable bear with a honey obsession, lives in the Hundred Acre Wood with his friends. His companions include Piglet, the timid pig, Eeyore, the gloomy donkey, Tigger, the bouncy tiger, and many others. One day, Pooh and Piglet set out to find honey for Pooh, but their plans are interrupted by various misadventures. Throughout the story, Pooh’s simple wisdom, Tigger’s exuberant energy, and Eeyore’s melancholy outlook create a series of humorous and heartfelt moments. Together, they solve problems, share adventures, and discover the importance of friendship and caring for one another. The book is a collection of stories that celebrate the small and meaningful joys of life."
    },
    "ar": {
      "title": "ويني ذا بوه",
      "author": "A. A. ميلن",
      "genre": "أدب الأطفال",
      "description": "ويني ذا بوه هو كتاب أطفال محبب كتبته A. A. ميلن، ويعرض مغامرات دب يُدعى بوه وأصدقائه في غابة المئة فدان. تحتفل القصة بالصداقة والخيال والأفراح البسيطة في الحياة.",
      "content": "ويني ذا بوه هو دب محبوب يحب العسل ويعيش في غابة المئة فدان مع أصدقائه. ومن بين رفاقه هناك بيجليت، الخنزير الجبان، وإيور، الحمار الكئيب، و تيجر، النمر النشيط، والكثير من الأصدقاء الآخرين. في أحد الأيام، يخرج بوه وبيجليت للبحث عن العسل لبوه، لكن خططهم تتعطل بسبب العديد من المغامرات. طوال القصة، يخلق حكمة بوه البسيطة، وحيوية تيجر المفرطة، ونظرة إيور الكئيبة لحظات فكاهية ومؤثرة. معًا، يحلون المشاكل، ويخوضون المغامرات، ويكتشفون أهمية الصداقة والاهتمام ببعضهم البعض. الكتاب هو مجموعة من القصص التي تحتفل بالفرح البسيط والمهم في الحياة."
    }
  },
  {
    "id": 4,
    "year": 1902,
    "image": "https://lemonsandletters.com/wp-content/uploads/2024/02/the-lion-and-the-mouse.jpg",
    "en": {
      "title": "The Lion and the Mouse",
      "author": "Aesop",
      "genre": "Children's literature, Fable",
      "description": "Aesop's fable 'The Lion and the Mouse' teaches the value of kindness and how even the smallest creatures can make a big difference. The story shows that no act of kindness is ever wasted, and sometimes, even the mighty can need help.",
      "content": "Once upon a time, a mighty lion was resting in the forest when a little mouse ran over his paw. The lion roared and caught the mouse in his claws. The mouse begged the lion to let him go, promising that one day he would return the favor. The lion, amused, let the mouse go free. Days later, the lion was caught in a hunter’s net. The mouse heard the lion’s roars and rushed to help. The mouse chewed through the ropes, setting the lion free. Grateful, the lion thanked the mouse, realizing that even the smallest creatures can be of great help."
    },
    "ar": {
      "title": "الأسد والفأر",
      "author": "إيسوب",
      "genre": "أدب الأطفال، حكمة",
      "description": "حكاية إيسوب 'الأسد والفأر' تعلمنا قيمة اللطف وكيف أن أصغر الكائنات يمكن أن تحدث فرقًا كبيرًا. القصة تُظهر أن أي فعل من اللطف لا يذهب هباءً، وأحيانًا حتى الأقوياء قد يحتاجون إلى المساعدة.",
      "content": "ذات مرة، كان الأسد العظيم مستريحًا في الغابة عندما ركض فأر صغير فوق قدميه. زأر الأسد وأمسك بالفأر بين مخالبه. طلب الفأر من الأسد أن يتركه، متعهدًا أنه سيساعده يومًا ما. أسعد الأسد وأطلق سراح الفأر. بعد أيام، وقع الأسد في شبكة الصيادين. سمع الفأر زئير الأسد وركض لمساعدته. قام الفأر بقضم الحبال، وأطلق سراح الأسد. شكر الأسد الفأر، مدركًا أن حتى أصغر الكائنات يمكن أن تكون ذات فائدة كبيرة."
    }
  },
  {
    "id": 5,
    "year": 1904,
    "image": "https://bedtimestorieskd.com/wp-content/uploads/2024/01/the-tortoise-and-the-hare.webp",
    "en": {
      "title": "The Tortoise and the Hare",
      "author": "Aesop",
      "genre": "Children's literature, Fable",
      "description": "The fable 'The Tortoise and the Hare' teaches the lesson that slow and steady wins the race. The story highlights the importance of perseverance and not underestimating others.",
      "content": "Once upon a time, there was a speedy hare who bragged about how fast he could run. Tired of hearing him boast, the tortoise challenged him to a race. The hare laughed and took off at full speed. Confident that he would win easily, the hare stopped to take a nap. Meanwhile, the tortoise kept moving slowly but steadily. When the hare woke up, he saw the tortoise just crossing the finish line. The tortoise had won the race, proving that persistence beats arrogance."
    },
    "ar": {
      "title": "السلحفاة والأرنب",
      "author": "إيسوب",
      "genre": "أدب الأطفال، حكمة",
      "description": "حكاية 'السلحفاة والأرنب' تعلم درسًا مهمًا أن البطء والثبات يفوزان في النهاية. القصة تسلط الضوء على أهمية المثابرة وألا نقلل من شأن الآخرين.",
      "content": "كان هناك أرنب سريع كان يفاخر بسرعته في الركض. شعر السلحفاة بالملل من سماع فخره، فتحداه في سباق. ضحك الأرنب وانطلق بأقصى سرعته. واثقًا من أنه سيفوز بسهولة، توقف الأرنب وأخذ قيلولة. بينما كانت السلحفاة تمشي ببطء ولكن بثبات. عندما استيقظ الأرنب، رأى السلحفاة قد عبرت خط النهاية. فازت السلحفاة في السباق، مُثبتة أن المثابرة تغلب الغرور."
    }
  },
  {
    "id": 6,
    "year": 1905,
    "image": "https://m.media-amazon.com/images/I/91fHLtjoOKL._AC_UF1000,1000_QL80_.jpg",
    "en": {
      "title": "The Boy Who Cried Wolf",
      "author": "Aesop",
      "genre": "Children's literature, Fable",
      "description": "This famous fable teaches the lesson that dishonesty can have consequences. A boy who repeatedly lied about a wolf attacking his sheep finds that when a real wolf appears, no one believes him.",
      "content": "Once upon a time, a young shepherd boy was tasked with watching over a flock of sheep. Bored, he cried out, 'Wolf! Wolf!' even though there was no wolf. The villagers rushed to help him, only to find that it was a false alarm. The boy laughed and did it again the next day. But one day, a real wolf came and attacked the sheep. The boy cried out, but this time, no one believed him. The wolf ate the sheep, and the boy learned a valuable lesson: never lie."
    },
    "ar": {
      "title": "الولد الذي كذب على الذئب",
      "author": "إيسوب",
      "genre": "أدب الأطفال، حكمة",
      "description": "هذه الحكاية الشهيرة تعلمنا درسًا أن الكذب يمكن أن يؤدي إلى عواقب. صبي كان يكذب بشكل متكرر عن وجود ذئب يهاجم غنمه، وعندما جاء ذئب حقيقي، لم يصدقه أحد.",
      "content": "كان هناك ولد صغير يرعى قطيعًا من الأغنام. شعر بالملل، فصرخ قائلًا: 'ذئب! ذئب!' رغم أنه لم يكن هناك ذئب. هرع القرويون لمساعدته، ولكنهم اكتشفوا أنها كانت خدعة. ضحك الولد وكرر ذلك في اليوم التالي. لكن في يوم من الأيام، جاء ذئب حقيقي وهاجم الأغنام. صرخ الولد، لكن هذه المرة لم يصدقه أحد. أكل الذئب الأغنام، وتعلم الولد درسًا قيمًا: لا تكذب أبدًا."
    }
  },
  {
      "id": 7,
      "year": 1900,
        "image": "https://mir-s3-cdn-cf.behance.net/project_modules/1400/1a6b1425608867.56348031e9b6f.jpeg",
      "en": {
        "title": "The Fox and the Grapes",
        "author": "Aesop",
        "genre": "Children's literature, Fable",
        "description": "In 'The Fox and the Grapes,' Aesop teaches the lesson of rationalizing failure by devaluing what is unattainable. The fox, after trying to reach grapes that were out of his reach, convinces himself that they are not worth having.",
        "content": "One hot summer day, a hungry fox was walking through the forest when he spotted a bunch of juicy grapes hanging high on a vine. The grapes looked so delicious and tempting that the fox’s mouth watered just thinking about them. He decided to jump up and grab them. He jumped once, then twice, then a third time, but each time the grapes remained just out of reach. The fox was starting to feel tired, but he wasn’t ready to give up just yet. He jumped again and again, using all his strength. Finally, after several attempts, he sat down, exhausted, and looked up at the grapes one last time. After a long pause, the fox stood up, shook his head, and said to himself, 'Those grapes must be sour anyway.' He turned away and walked off, convincing himself that he never really wanted them. The moral of the story is: 'It’s easy to despise what you cannot have.'"
      },
      "ar": {
        "title": "الثعلب والعنب",
        "author": "إيسوب",
        "genre": "أدب الأطفال، حكمة",
        "description": "في حكاية 'الثعلب والعنب'، يُعلمنا إيسوب درسًا حول تبرير الفشل من خلال تقليل قيمة ما لا يمكن الوصول إليه. الثعلب، بعد محاولات عديدة للوصول إلى العنب، يقنع نفسه أن العنب ليس لذيذًا.",
        "content": "في أحد الأيام الحارة من الصيف، كان الثعلب الجائع يمشي في الغابة عندما رأى عنبًا ناضجًا ومعلقًا على كرمة عالية. بدا العنب لذيذًا ومغريًا لدرجة أن فم الثعلب بدأ يسيل لمجرد التفكير فيه. قرر الثعلب أن يقفز ليمسك به. قفز مرة، ثم مرة أخرى، ثم للمرة الثالثة، ولكن العنب ظل بعيدًا جدًا عن متناول يده. بدأ الثعلب يشعر بالتعب، لكنه لم يكن مستعدًا للاستسلام بعد. قفز مرة أخرى، ثم أخرى، مستخدمًا كل قوته. وأخيرًا، بعد عدة محاولات، جلس الثعلب على الأرض، منهكًا، ونظر إلى العنب للمرة الأخيرة. وبعد لحظة طويلة من التفكير، وقف الثعلب، هز رأسه وقال لنفسه: 'لابد أن هذا العنب حامض على أي حال.' ثم انصرف، مقنعًا نفسه أنه لم يكن يريد العنب في المقام الأول. الدرس هنا هو: 'من السهل أن تستهين بما لا يمكنك الحصول عليه.'"
      }
    },
  {
    "id": 8,
    "year": 1902,
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1591253697i/46205465.jpg",
    "en": {
      "title": "The Ant and the Grasshopper",
      "author": "Aesop",
      "genre": "Children's literature, Fable",
      "description": "In this classic fable, Aesop teaches the importance of hard work and planning for the future. The hardworking ant prepares for winter while the carefree grasshopper plays all summer.",
      "content": "One summer day, a grasshopper was playing his violin and singing happily under the warm sun. He danced and jumped about without a care in the world. Not far from him, an ant was busy collecting food and carrying it back to her home. She was working hard, gathering grains and seeds, preparing for the colder months ahead. The grasshopper, noticing how busy the ant was, asked her, 'Why are you working so hard, dear ant? Why not enjoy the beautiful weather and sing with me?' The ant, without stopping her work, replied, 'I am preparing for winter. It will be here soon, and I must store food to survive.' The grasshopper laughed and said, 'Oh, don’t worry! Winter is far off. There’s plenty of time. Come and join me.' But the ant ignored the grasshopper and continued her work. As the days passed, the weather grew cooler, and soon winter arrived. The grasshopper, without any food, was hungry and cold. He went to the ant’s house and asked for help. The ant opened her door and said, 'I worked hard all summer to prepare for this season. You should have thought ahead and done the same.' The grasshopper had no choice but to learn his lesson the hard way. The moral of the story is: 'Prepare for the future while you can.'"
    },
    "ar": {
      "title": "النملة والجندب",
      "author": "إيسوب",
      "genre": "أدب الأطفال، حكمة",
      "description": "في هذه الحكاية الكلاسيكية، يعلمنا إيسوب أهمية العمل الجاد والتخطيط للمستقبل. النملة المجتهدة تُعد الطعام للشتاء بينما الجندب اللهو يلعب طوال الصيف.",
      "content": "في يوم من أيام الصيف، كان الجندب يعزف على آلته الموسيقية ويغني بسعادة تحت أشعة الشمس الدافئة. كان يرقص ويقفز دون أن يهتم بأي شيء. ليس بعيدًا عنه، كانت النملة مشغولة بجمع الطعام وحمل الحبوب والبذور إلى منزلها. كانت تعمل بجد، تُعد الطعام للأشهر الباردة القادمة. لاحظ الجندب انشغال النملة، فاقترب منها وقال: 'لماذا تعملين بجد هكذا، أيتها النملة؟ ألا يمكننا الاستمتاع بهذا الجو الجميل والغناء معًا?' أجابت النملة دون أن تتوقف عن عملها: 'أنا أستعد للشتاء. سوف يأتي قريبًا، ويجب أن أخزن الطعام لأتمكن من البقاء على قيد الحياة.' ضحك الجندب وقال: 'لا داعي للقلق! الشتاء بعيد. لدينا وقت كافٍ. تعالي وانضمي إلي.' تجاهلت النملة الجندب وأكملت عملها. ومع مرور الأيام، أصبح الجو أكثر برودة، وعندما جاء الشتاء، كان الجندب جائعًا وباردًا. ذهب إلى منزل النملة وطلب منها المساعدة. فتحت النملة الباب وقالت: 'لقد عملت بجد طوال الصيف للاستعداد لهذا الموسم. كان يجب عليك أن تفكر في المستقبل وتفعل الشيء نفسه.' لم يكن أمام الجندب خيار سوى تعلم الدرس بالطريقة الصعبة. الدرس هنا هو: 'استعد للمستقبل عندما تستطيع.'"
    }
  },
  {
    "id": 9,
    "year": 1903,
    "image": "https://m.media-amazon.com/images/I/5174-f5RpML._AC_UF1000,1000_QL80_.jpg",
    "en": {
      "title": "The Dog and His Reflection",
      "author": "Aesop",
      "genre": "Children's literature, Fable",
      "description": "Aesop's fable 'The Dog and His Reflection' teaches the dangers of greed. The dog, while carrying a bone, sees his reflection in the water and tries to grab what he thinks is another bone, losing both.",
      "content": "One sunny day, a dog was walking across a bridge, carrying a bone in his mouth. He was feeling very proud of his find and was thinking about how delicious the bone would be. As he crossed the bridge, he looked down into the water below. To his surprise, he saw another dog with an even larger bone in its mouth. The dog thought, 'How wonderful! That dog must have a much bigger bone than mine!' Greed filled his heart, and he wanted that bone for himself. The dog decided to bark at the reflection, thinking it would scare the other dog and make the bone his own. As he opened his mouth to bark, he dropped his bone into the water below. He quickly dove in to retrieve it, but the water was too deep. The dog was left with nothing, and he realized too late that his greed had cost him the bone he had. The moral of the story is: 'Beware of greed, or you may lose everything.'"
    },
    "ar": {
      "title": "الكلب وانعكاسه",
      "author": "إيسوب",
      "genre": "أدب الأطفال، حكمة",
      "description": "حكاية إيسوب 'الكلب وانعكاسه' تعلمنا خطر الجشع. الكلب، أثناء حمله لعظمة، يرى انعكاسه في الماء ويعتقد أنه عظمة أخرى، ليخسر الاثنين.",
      "content": "في أحد الأيام المشمسة، كان الكلب يمشي فوق جسر يحمل عظمة في فمه. كان يشعر بالفخر لاكتشافه العظمة وكان يفكر في مدى لذتها. بينما كان يعبر الجسر، نظر إلى الماء أسفله. ولدهشته، رأى كلبًا آخر يحمل عظمة أكبر بكثير في فمه. فكر الكلب قائلاً: 'يا له من شيء رائع! لابد أن ذلك الكلب يحمل عظمة أكبر من عظمتي!' امتلأ قلبه بالجشع، وأراد تلك العظمة لنفسه. قرر الكلب أن ينبح على الانعكاس معتقدًا أن ذلك سيجعل الكلب الآخر يخاف ويترك العظمة له. لكنه عندما فتح فمه للنباح، سقطت عظمته في الماء. هرع الكلب ليغوص في الماء لاستعادتها، لكن المياه كانت عميقة جدًا. وهكذا، بقي الكلب بلا شيء، مدركًا متأخرًا أن جشعه جعله يخسر العظمة التي كانت بين يديه. الدرس هنا هو: 'احترس من الجشع، فقد تخسر كل شيء.'"
    }
  },
  {
    "id": 10,
    "year": 1995,
    "image": "https://i.pinimg.com/474x/f0/f6/6a/f0f66a5f683da78b1669abbac853a0d8.jpg",
    "en": {
      "title": "The Clever Rabbit",
      "author": "Unknown",
      "genre": "Children's literature, Folktale",
      "description": "This is a story of a clever rabbit who uses his wits to outsmart a fierce lion and save himself and his friends from danger.",
      "content": "Once upon a time, in a vast jungle, there lived a fierce lion who ruled over all the animals. The lion was feared by everyone, and no animal dared to challenge him. One day, the lion grew tired of his kingdom and decided to eat all the animals one by one. The animals were terrified, and they met to discuss what to do. A clever rabbit spoke up and said, 'Let me talk to the lion. I will find a way to save us all.' The animals were skeptical but agreed. The rabbit hopped to the lion's den and said, 'Oh mighty lion, I have been sent by the other animals to offer you a gift.' The lion was pleased and asked, 'What gift do you bring me?' The rabbit said, 'I bring news of a bigger, stronger lion who lives in a distant part of the jungle. He claims that he is the true king and that you are too weak to rule here.' The lion was furious and demanded to meet this rival. The rabbit led the lion to a deep well and said, 'The rival lion lives in this well. If you want to see him, you must look into the water.' The lion peered into the well and saw his own reflection. Thinking it was the other lion, he roared loudly and jumped into the well to attack. The lion drowned, and the animals were saved. The clever rabbit had saved the day with his quick thinking, and from that day on, the animals praised him for his wisdom."
    },
    "ar": {
      "title": "الأرنب الذكي",
      "author": "غير معروف",
      "genre": "أدب الأطفال، حكاية شعبية",
      "description": "هي قصة عن أرنب ذكي يستخدم عقله ليخدع أسدًا شرسًا وينقذ نفسه وأصدقائه من الخطر.",
      "content": "في أحد الأيام، في غابة واسعة، كان هناك أسد شرس يحكم جميع الحيوانات. كان الأسد يُخشى من قبل الجميع، ولم يتجرأ أي حيوان على تحديه. في يوم من الأيام، تعب الأسد من حكمه وقرر أن يأكل جميع الحيوانات واحدة تلو الأخرى. كانت الحيوانات في غاية الرعب، واجتمعت لتناقش ماذا تفعل. وقال أرنب ذكي: 'دعوني أتحدث إلى الأسد. سأجد طريقة لإنقاذنا جميعًا.' كانت الحيوانات متشككة لكنها وافقت. ذهب الأرنب إلى عرين الأسد وقال: 'أيها الأسد العظيم، أرسلتني الحيوانات الأخرى لأقدم لك هدية.' فرح الأسد وسأل: 'ما هي الهدية التي تحضرها لي؟' قال الأرنب: 'أحضرت لك خبرًا عن أسد أكبر وأقوى يعيش في جزء بعيد من الغابة. يقول إنه الملك الحقيقي وأنك ضعيف جدًا لتحكم هنا.' غضب الأسد وطلب أن يلتقي بهذا العدو. قاد الأرنب الأسد إلى بئر عميق وقال: 'الأسد المنافس يعيش في هذا البئر. إذا أردت رؤيته، يجب أن تنظر في الماء.' نظر الأسد في البئر ورأى انعكاسه الخاص. ظن أنه الأسد الآخر، فزأر قائلًا: 'روووار!' وقفز في البئر للهجوم عليه. فغرق الأسد، وتم إنقاذ الحيوانات. وكان الأرنب الذكي قد أنقذ اليوم بتفكيره السريع، ومنذ ذلك الحين، مدحته الحيوانات لحكمته."
    }
  },
  {
    "id": 11,
    "year": 2001,
    "image": "https://upload.wikimedia.org/wikipedia/en/3/32/The_Secret_treasure_book_cover.jpg",
    "en": {
      "title": "The Treasure Hunt",
      "author": "Unknown",
      "genre": "Adventure",
      "description": "A thrilling story of a group of friends who embark on an adventure to find a hidden treasure on a distant island. Along the way, they face obstacles but rely on teamwork and courage to succeed.",
      "content": "One sunny day, a group of friends—Tom, Sarah, Jack, and Lily—were playing near the beach when they found an old, weathered map in a bottle. The map showed the location of a hidden treasure on a far-off island. Excited by the discovery, the friends decided to embark on an adventure to find the treasure. They gathered supplies, rented a small boat, and set sail across the sea. Along the way, they encountered strong winds, large waves, and even a mysterious fog that nearly made them lose their way. But they didn’t give up. Tom used his compass to guide them, while Sarah kept watch for any signs of danger. Jack bravely handled the boat, and Lily kept the group’s spirits high with her singing. After hours of sailing, they finally spotted the island. But it wasn’t going to be easy—on the island, they faced tricky puzzles and hidden traps guarding the treasure. Working together, they solved the puzzles and avoided the traps. At last, they reached the treasure chest, buried deep in a cave. Inside the chest were gold coins, sparkling jewels, and a note that read, 'The true treasure is the journey you shared together.' The friends celebrated their success, knowing that the adventure was far more valuable than the treasure itself."
    },
    "ar": {
      "title": "بحث عن الكنز",
      "author": "غير معروف",
      "genre": "مغامرة",
      "description": "قصة مثيرة عن مجموعة من الأصدقاء الذين ينطلقون في مغامرة للعثور على كنز مخفي في جزيرة نائية. يواجهون العديد من العقبات على طول الطريق ولكنهم يعتمدون على التعاون والشجاعة للنجاح.",
      "content": "في أحد الأيام المشمسة، كان مجموعة من الأصدقاء—توم، سارة، جاك، وليلى—يلعبون بالقرب من الشاطئ عندما عثروا على خريطة قديمة مهملة داخل زجاجة. كانت الخريطة تظهر موقع كنز مخفي في جزيرة بعيدة. متحمسين لاكتشافهم، قرر الأصدقاء الانطلاق في مغامرة للبحث عن الكنز. جمعوا الإمدادات، واستأجروا قاربًا صغيرًا، وأبحروا عبر البحر. في الطريق، واجهوا رياحًا قوية، وأمواجًا عالية، وحتى ضبابًا غامضًا كاد أن يفقدهم طريقهم. لكنهم لم يستسلموا. استخدم توم بوصلة لتوجيههم، بينما كانت سارة تراقب أي علامات خطر. تعامل جاك بشجاعة مع القارب، وكانت ليلى تبقي روح المجموعة عالية بترديد الأغاني. بعد ساعات من الإبحار، رأوا الجزيرة أخيرًا. ولكن الأمر لم يكن سهلًا—على الجزيرة، واجهوا ألغازًا معقدة وفخاخًا مخفية تحرس الكنز. معًا، حلوا الألغاز وتجنبوا الفخاخ. وفي النهاية، وصلوا إلى صندوق الكنز المدفون في كهف عميق. داخل الصندوق، كانت هناك عملات ذهبية وجواهر لامعة، مع ملاحظة تقول: 'الكنز الحقيقي هو الرحلة التي خضتها معًا.' احتفل الأصدقاء بنجاحهم، وهم يعلمون أن المغامرة كانت أكثر قيمة من الكنز نفسه."
    }
  },
  {
    "id": 12,
    "year": 2003,
    "image": "https://ik.imagekit.io/storybird/images/eac655e0-d7ec-4661-aaf1-785fbb896655/1_426900909.png?tr=q-80",
    "en": {
      "title": "The Jungle Expedition",
      "author": "Unknown",
      "genre": "Adventure",
      "description": "A group of young explorers venture into the dense jungle to find a rare flower. Along the way, they face wild animals, cross rivers, and learn the importance of perseverance and teamwork.",
      "content": "One summer, a group of children—Anna, Max, Leo, and Mia—decided to explore the dense jungle near their village. They had heard stories about a rare and beautiful flower, the Golden Orchid, hidden deep within the jungle. The flower was said to have magical properties, and anyone who found it would be granted a single wish. With maps in hand and backpacks full of supplies, they set off on their adventure. The jungle was thick with trees, and the path was full of obstacles. They crossed rushing rivers using fallen logs and climbed steep hills covered with slippery moss. They were stopped by a loud screech and a flock of colorful parrots that swooped overhead. After a few hours of walking, they were caught in a sudden rainstorm and took shelter under a giant fig tree. As they sat and waited for the rain to pass, Leo noticed something odd—a trail of glowing footprints in the mud. \"This must be a sign!\" he said. The trail led them to a hidden grove where they saw the elusive Golden Orchid. It glowed in the soft light of the forest, its petals shimmering like gold. After many days of walking, they finally reached the hidden valley where the Golden Orchid bloomed. The children realized that the journey itself had been the real reward. They had learned about nature, friendship, and the importance of never giving up, even when the path seemed difficult."
    },
    "ar": {
      "title": "بعثة الغابة",
      "author": "غير معروف",
      "genre": "مغامرة",
      "description": "مجموعة من الأطفال الشجعان يغامرون في الغابة الكثيفة للعثور على زهرة نادرة. يواجهون العديد من التحديات ويكتشفون أهمية الإصرار والعمل الجماعي.",
      "content": "في أحد الصيفات، قرر مجموعة من الأطفال—آنا، ماكس، ليو، وميّا—استكشاف الغابة الكثيفة قرب قريتهم. لقد سمعوا قصصًا عن زهرة نادرة وجميلة، الأوركيد الذهبية، التي كانت مخفية في عمق الغابة. قيل إن هذه الزهرة كانت تتمتع بخصائص سحرية، وأن من يعثر عليها سيحصل على أمنية واحدة تتحقق. ومع خرائط في أيدهم وحقائب مليئة بالإمدادات، انطلقوا في مغامرتهم. كانت الغابة كثيفة بالأشجار والطريق مليء بالعقبات. عبروا الأنهار المتدفقة باستخدام جذوع الأشجار وسلقوا التلال شديدة الانحدار المغطاة بالطحالب الزلقة. في أحد الأوقات، توقفتهم صرخة عالية وسرب من الببغاوات الملونة التي حلقت فوقهم. بعد ساعات من المشي، أصابهم طوفان مفاجئ واضطروا للجوء إلى شجرة تين ضخمة للاحتماء من المطر. بينما كانوا ينتظرون أن يمر العاصفة، لاحظ ليو شيئًا غريبًا—أثرًا من بصمات أقدام متوهجة في الطين. قال: \"يجب أن يكون هذا علامة!\" قادهم الأثر إلى بستان مخفي حيث رأوا الأوركيد الذهبية النادرة. كانت تتوهج بضوء ناعم في الغابة، وبتلاتها تتلألأ كالذهب. بعد عدة أيام من السير، وصلوا أخيرًا إلى الوادي المخفي حيث تزهر الأوركيد الذهبية. أدرك الأطفال أن الرحلة نفسها كانت الجائزة الحقيقية. لقد تعلموا عن الطبيعة، والصداقة، وأهمية عدم الاستسلام حتى عندما يبدو الطريق صعبًا."
    }
  },
  {
    "id": 13,
    "year": 1999,
    "image":"https://upload.wikimedia.org/wikipedia/en/2/29/Dora_and_the_Lost_City_of_Gold_poster.jpg",
    "en": {
      "title": "The Lost City of Gold",
      "author": "Unknown",
      "genre": "Adventure",
      "description": "A brave group of children embark on a thrilling journey to find the lost city of gold. They face dangers, solve ancient puzzles, and prove that courage and friendship lead to great discoveries.",
      "content": "Sarah, Ben, and Alex had always dreamed of finding the fabled Lost City of Gold, a legendary city said to be hidden deep in the mountains. It was said to be rich with treasures—golden statues, priceless jewels, and a secret that had been kept for centuries. One day, they found a secret map in an old book, which led them to believe the city was real. Without hesitation, they packed their bags and set off on the greatest adventure of their lives. They trekked through dense forests, where wild animals roamed free, and crossed vast deserts where the sun burned hot. Along the way, they faced dangerous creatures—giant snakes, venomous spiders, and ferocious mountain lions. But with teamwork and determination, they managed to overcome each obstacle. They solved ancient puzzles and riddles that had been left by the original explorers, including one that led them to a hidden cave. Inside, the walls were covered in strange symbols and drawings, but there was one that stood out—a map that led them directly to the entrance of the Lost City. As they followed the path, they saw the ruins of the city, with magnificent golden buildings, statues, and treasure that sparkled in the sunlight. But the greatest treasure of all was the friendship and bravery they had discovered in each other, and the knowledge that their adventure was the real prize."
    },
    "ar": {
      "title": "مدينة الذهب المفقودة",
      "author": "غير معروف",
      "genre": "مغامرة",
      "description": "مجموعة من الأطفال الشجعان ينطلقون في رحلة مثيرة للبحث عن مدينة الذهب المفقودة. يواجهون العديد من المخاطر، ويحلّون الألغاز القديمة، ويثبتون أن الشجاعة والصداقة تؤديان إلى اكتشافات عظيمة.",
      "content": "لطالما حلمت سارة، بن، وأليكس بالعثور على مدينة الذهب المفقودة الأسطورية، المدينة التي قيل إنها مخفية عميقًا في الجبال. كانت تُقال إن المدينة مليئة بالكنوز—تماثيل ذهبية، وجواهر لا تقدر بثمن، وسر ظل محافظًا عليه لقرون. في يوم من الأيام، عثروا على خريطة سرية في كتاب قديم، مما جعلهم يعتقدون أن المدينة حقيقية. دون تردد، جمعوا أغراضهم وانطلقوا في أعظم مغامرة في حياتهم. عبروا غابات كثيفة، حيث كانت الحيوانات البرية تتجول بحرية، ومروا بصحارى شاسعة حيث كانت الشمس تحرق بشدة. على طول الطريق، واجهوا مخلوقات خطرة—ثعابين عملاقة، وعناكب سامة، وأسود جبلية مفترسة. ولكن بفضل التعاون والإصرار، تمكنوا من تجاوز كل عقبة. حلوا ألغازًا قديمة وأحاجي كانت قد تركها المستكشفون الأصليون، بما في ذلك واحدة قادتهم إلى كهف مخفي. في الداخل، كانت الجدران مغطاة برموز ورسوم غريبة، لكن هناك واحدة تميزت—خريطة قادتهم مباشرة إلى مدخل مدينة الذهب المفقودة. بينما كانوا يتبعون الطريق، شاهدوا أطلال المدينة، مع مباني ذهبية رائعة، وتماثيل، وكنوز تلمع في ضوء الشمس. لكن أعظم كنز اكتشفوه كان الصداقة والشجاعة التي وجدوا فيها بعضهم البعض، والمعرفة بأن مغامرتهم كانت هي الجائزة الحقيقية."
    }
  },
  {
    "id": 14,
    "year": 2005,
    "image": "https://ik.imagekit.io/storybird/images/bf8259fa-1560-412f-a5a7-9b6064e40b4f/0_788915407.webp?tr=q-80",
    "en": {
      "title": "The Pirate’s Secret Map",
      "author": "Unknown",
      "genre": "Adventure",
      "description": "A daring adventure of a young boy who stumbles upon a pirate’s secret map and sets sail to find buried treasure, encountering dangerous seas and pirate rivals along the way.",
      "content": "One day, young Tim was walking along the beach when he found a mysterious bottle washed ashore. Inside was an old, crumpled map with strange symbols and a trail that led to a hidden pirate treasure. The map was signed by Captain Blackbeard, one of the most feared pirates to ever sail the seas. Tim’s heart raced with excitement as he realized this could be his chance for the greatest adventure of his life. Without telling anyone, he borrowed his father’s small boat and set off in search of the treasure. The sea was vast, and the journey was treacherous. Tim faced violent waves, swirling storms, and dark waters that seemed endless. As he sailed, he discovered that he wasn’t the only one looking for the treasure. A band of pirates, led by Captain Blackbeard’s descendant, was also on the hunt for the same treasure. Tim had to use all his wits and courage to outsmart them. He solved the cryptic riddles on the map and navigated through dangerous islands, eventually arriving at a hidden cove where the treasure was buried. But when he dug it up, he found not only gold and jewels, but a note from Captain Blackbeard himself, urging the finder to pass on the treasure to those who would use it for good. Tim realized that the real treasure wasn’t the riches, but the adventure and the lessons he had learned along the way."
    },
    "ar": {
      "title": "خريطة القراصنة السرية",
      "author": "غير معروف",
      "genre": "مغامرة",
      "description": "مغامرة جريئة لصبي صغير عثر على خريطة سرية لقراصنة وشرع في رحلة للبحث عن كنز مدفون، حيث يواجه البحار الخطيرة وأعداء قراصنة في طريقه.",
      "content": "في أحد الأيام، كان الشاب تيم يمشي على الشاطئ عندما عثر على زجاجة غريبة جرفتها الأمواج إلى الشاطئ. داخل الزجاجة كانت خريطة قديمة ومجعدة تحمل رموزًا غريبة ومسارًا يقود إلى كنز قراصنة مخفي. كانت الخريطة موقعة من قبل الكابتن بلاكبيرد، أحد أخطر القراصنة الذين أبحروا في البحار. قفز قلب تيم من الفرحة عندما أدرك أن هذه قد تكون فرصته لأعظم مغامرة في حياته. دون أن يخبر أحدًا، استعان بزورق والده الصغير وبدأ رحلته للبحث عن الكنز. كانت البحر شاسعة، وكانت الرحلة مليئة بالمخاطر. واجه تيم أمواجًا عنيفة وعواصف هوجاء، وموارد مظلمة بدت بلا نهاية. بينما كان يبحر، اكتشف أنه لم يكن الوحيد الذي يبحث عن الكنز. كان هناك مجموعة من القراصنة، بقيادة سليل الكابتن بلاكبيرد، الذين كانوا يبحثون عن الكنز نفسه. كان على تيم استخدام كل ذكائه وشجاعته للتفوق عليهم. حل الألغاز الغامضة على الخريطة، وتجاوز الجزر الخطيرة، حتى وصل أخيرًا إلى خليج مخفي حيث كان الكنز مدفونًا. ولكن عندما بدأ بالحفر، اكتشف أنه وجد ليس فقط الذهب والجواهر، ولكن أيضًا رسالة من الكابتن بلاكبيرد نفسه، يوجه فيها من يجد الكنز أن يمرره إلى أولئك الذين سيستخدمونه للخير. أدرك تيم أن الكنز الحقيقي لم يكن الثروات، بل المغامرة والدروس التي تعلمها على طول الطريق."
    }
  },
  {
    "id": 15,
    "year": 2008,
    "image": "https://m.media-amazon.com/images/I/71KZ0ZX5AEL._AC_UF1000,1000_QL80_.gif",
    "en": {
      "title": "The Ultimate Soccer Match",
      "author": "Unknown",
      "genre": "Sports",
      "description": "A group of friends prepares for the biggest soccer match of their lives, learning about teamwork, dedication, and the importance of never giving up, even when the odds are against them.",
      "content": "It was the day of the biggest soccer match in the small town of Greenfield. The town had been preparing for months, and everyone was talking about the showdown between the local team, The Greenfield Wolves, and the visiting champions from a nearby city. The Wolves were a group of young kids who had never won a match against a team as skilled as the champions. But they weren’t going to give up without a fight. Leading the team was Ben, a passionate young player with dreams of being a professional soccer player. He believed in his team and their ability to play their best. The match began, and the Wolves struggled at first. The opposing team was fast, skilled, and had perfect coordination. The Wolves were down by two goals within the first 20 minutes. But instead of giving up, Ben rallied his team. “We can do this! We just need to work together!” he shouted. The Wolves began to play as a unit, passing the ball, creating opportunities, and defending with all their might. In the second half, they scored two quick goals, tying the game. With only minutes left on the clock, Ben saw an opening and scored the winning goal. The crowd went wild, and the Wolves celebrated their victory. But the real victory was the teamwork, the determination, and the friendships that had been built through the sport."
    },
    "ar": {
      "title": "أقصى مباراة كرة قدم",
      "author": "غير معروف",
      "genre": "رياضة",
      "description": "مجموعة من الأصدقاء تستعد لأكبر مباراة كرة قدم في حياتهم، ويتعلمون عن العمل الجماعي والإصرار وأهمية عدم الاستسلام حتى عندما تكون الاحتمالات ضدهم.",
      "content": "كان يوم المباراة الكبرى في بلدة غرينفيلد الصغيرة. كانت البلدة تستعد منذ أشهر، وكان الجميع يتحدث عن المواجهة بين الفريق المحلي، ذئاب غرينفيلد، والأبطال الزوار من مدينة مجاورة. كان فريق الذئاب يتكون من أطفال صغار لم يسبق لهم الفوز بمباراة ضد فريق مهاراته عالية مثل الأبطال. لكنهم لم يكونوا ليستسلموا بدون قتال. كان يقود الفريق بن، لاعب شغوف كان يحلم بأن يصبح لاعب كرة قدم محترف. كان يؤمن بفريقه وبقدرتهم على تقديم أفضل أداء. بدأت المباراة، وكان فريق الذئاب يعاني في البداية. كان الفريق المنافس سريعًا وماهرًا وكان لديهم تنسيق ممتاز. تراجع الذئاب بهدفين في أول 20 دقيقة. ولكن بدلاً من الاستسلام، حشد بن فريقه. \"يمكننا فعلها! علينا فقط أن نعمل معًا!\" صرخ. بدأ الذئاب باللعب كوحدة واحدة، يمررون الكرة، ويخلقون الفرص، ويدافعون بكل قوتهم. في الشوط الثاني، سجلوا هدفين بسرعة، مما جعل المباراة متساوية. ومع بقاء دقائق فقط على الساعة، شاهد بن فجوة وسجل هدف الفوز. انفجرت الحشود في التصفيق، واحتفل الذئاب بفوزهم. ولكن النصر الحقيقي كان في العمل الجماعي، والإصرار، والصداقة التي تم بناؤها من خلال الرياضة."
    }
  },
  {
    "id": 16,
    "year": 2012,
    "image": "https://m.media-amazon.com/images/I/519MCefdjGL._SY466_.jpg",
    "en": {
      "title": "The Basketball Challenge",
      "author": "Unknown",
      "genre": "Sports",
      "description": "A group of young basketball players faces their biggest challenge yet: to beat the city’s champion team. They learn the value of practice, discipline, and self-belief on the way to an unforgettable victory.",
      "content": "Jason and his friends were passionate about basketball, and they had played together for years. But this year was different—there was a challenge in town. The local champions, the City Tigers, were unbeatable. No one had ever come close to beating them. Jason’s team, the Hoopers, decided they were going to try. They began training hard every day, practicing their shots, passes, and defensive moves. But the Tigers were a tough team, and every time the Hoopers played them, they lost by a wide margin. The Hoopers were about to give up when Jason’s older sister, an experienced basketball player, gave them some advice: “It’s not just about winning. It’s about improving every day.” Inspired by this, Jason and his team decided to focus on getting better, step by step. They practiced tirelessly, perfecting their moves and learning to trust each other. Finally, the day of the big game arrived. The Tigers were confident, but the Hoopers had a new sense of belief. The game was intense, with both teams giving it their all. In the final minutes, the Hoopers were down by two points. Jason had the ball and saw an opening for a three-pointer. He took the shot, and the ball soared through the air—swish! The Hoopers won by one point, and the crowd erupted in cheers. But for Jason and his team, the real victory was the growth they had experienced along the way."
    },
    "ar": {
      "title": "تحدي كرة السلة",
      "author": "غير معروف",
      "genre": "رياضة",
      "description": "مجموعة من لاعبي كرة السلة الشبان يواجهون أكبر تحدي لهم حتى الآن: الفوز على فريق الأبطال في المدينة. يتعلمون قيمة التدريب والانضباط والإيمان بالنفس في طريقهم إلى فوز لا يُنسى.",
      "content": "كان جيسون وأصدقاؤه شغوفين بكرة السلة، وكانوا قد لعبوا معًا لسنوات. لكن هذا العام كان مختلفًا—كان هناك تحدٍ في المدينة. أبطال المدينة، النمور الحضرية، كانوا لا يُهزمون. لم يقترب أحد من الفوز عليهم. قرر فريق جيسون، \"الهوبيرز\"، أنهم سيحاولون. بدأوا في التدريب الشاق كل يوم، وكانوا يتدربون على التسديدات، والتمريرات، والحركات الدفاعية. لكن النمور كانوا فريقًا قويًا، وفي كل مرة لعبوا معهم، كانوا يخسرون بفارق كبير. كان فريق الهوبيرز على وشك الاستسلام عندما أعطتهم أخت جيسون الكبرى، وهي لاعبة كرة سلة ماهرة، نصيحة: \"الأمر لا يتعلق بالفوز فقط. إنه يتعلق بالتطور كل يوم.\" ملهمين بهذه النصيحة، قرر جيسون وفريقه التركيز على التحسن، خطوة بخطوة. تدربوا بلا كلل، وأتقنوا تحركاتهم وتعلموا الثقة ببعضهم البعض. أخيرًا، جاء يوم المباراة الكبرى. كان فريق النمور واثقًا، لكن فريق الهوبيرز كان لديه شعور جديد بالإيمان. كانت المباراة مشوقة، حيث قدم الفريقان أفضل ما لديهما. في اللحظات الأخيرة، كان الهوبيرز متأخرين بفارق نقطتين. كان جيسون يمتلك الكرة ورأى فجوة لفرصة تسديد ثلاثية. أخذ التسديدة، وطار الكرة في الهواء—واحدة، اثنان، ثلاثة! فاز الهوبيرز بفارق نقطة واحدة، واندفع الجمهور في هتافات. ولكن بالنسبة لجيسون وفريقه، كان النصر الحقيقي في النمو الذي اختبروه طوال الطريق."
    }
  },
  {
    "id": 17,
    "year": 2010,
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Track_and_field_stadium.jpg/1200px-Track_and_field_stadium.jpg",
    "en": {
      "title": "The Track and Field Race",
      "author": "Unknown",
      "genre": "Sports",
      "description": "A determined young runner trains for the annual track and field race, learning the importance of patience, persistence, and pushing through physical and mental barriers.",
      "content": "Sophie was a fast runner, but she had never won the annual track and field race. Every year, she came close but always seemed to fall short. This year, however, she was determined to change that. She started her training months ahead of the race, waking up early each morning to run, do sprints, and improve her stamina. Her coach, Mr. Walker, taught her valuable lessons about technique and form, but also about mental strength. “Races aren’t just won with your legs,” he told her. “They’re won in your mind.” Sophie worked hard on building her confidence, visualizing herself crossing the finish line in first place. On the day of the race, the competition was fierce. Sophie lined up at the start, her heart racing in anticipation. The whistle blew, and the runners were off. Sophie kept her pace steady, remembering all her training. Near the finish line, she was in second place, but with a final burst of speed, Sophie surged ahead and crossed the line in first place. She had done it! She had finally won the race, but more importantly, she had learned that with hard work and belief in yourself, anything is possible."
    },
    "ar": {
      "title": "سباق المضمار والميدان",
      "author": "غير معروف",
      "genre": "رياضة",
      "description": "عداء شاب مصمم يتدرب للسباق السنوي في المضمار والميدان، ويتعلم أهمية الصبر والمثابرة وتجاوز الحواجز الجسدية والعقلية.",
      "content": "كانت صوفي عداءة سريعة، لكنها لم تفز أبدًا في سباق المضمار والميدان السنوي. في كل عام، كانت تقترب، لكنها دائمًا ما كانت تفشل في النهاية. ولكن هذا العام، كانت مصممة على تغيير ذلك. بدأت في تدريبها قبل أشهر من السباق، حيث كانت تستيقظ مبكرًا كل صباح للجري، والقيام بتمارين السبرينت، وتحسين قدرتها على التحمل. مدربها، السيد ووكر، علمها دروسًا قيمة حول التقنية والشكل، ولكن أيضًا حول القوة العقلية. \"السباقات لا تُفاز فقط بأرجلنا\"، قال لها. \"إنها تُفاز في عقلك.\" عملت صوفي بجد على بناء ثقتها بنفسها، متخيلة نفسها وهي تجتاز خط النهاية في المركز الأول. في يوم السباق، كانت المنافسة شرسة. وقفت صوفي في خط البداية، وقلبها ينبض بشدة من التوقع. أطلق الحكم صافرة البداية، وانطلق العداءون. حافظت صوفي على وتيرتها ثابتة، متذكرةً جميع تدريباتها. بالقرب من خط النهاية، كانت في المركز الثاني، ولكن مع دفعة أخيرة من السرعة، تقدمت صوفي لتجتاز الخط في المركز الأول. لقد فعلتها! أخيرًا فازت في السباق، ولكن الأهم من ذلك، أنها تعلمت أنه مع العمل الجاد والإيمان بالنفس، يمكن تحقيق أي شيء."
    }
  },
  {
    "id": 18,
    "year": 2015,
    "image": "https://i.pinimg.com/736x/4a/3e/fa/4a3efaf1fc443c9fc56ee0a3bee28769.jpg",
    "en": {
      "title": "The Swimming Challenge",
      "author": "Unknown",
      "genre": "Sports",
      "description": "A young swimmer faces her fears of competing in a major swimming competition, learning that overcoming self-doubt and pushing herself to her limits is the true victory.",
      "content": "Emma loved swimming, but she had always been afraid of competing. The idea of racing against others made her nervous, even though she knew she was fast. This year, however, her coach announced a big swimming competition, and Emma knew she had to face her fears. She trained every day, swimming laps, improving her technique, and building strength. But as the competition approached, Emma became filled with doubt. What if she wasn’t good enough? What if she failed? Her coach, noticing her anxiety, gave her some advice: “The true challenge is not racing against others, but racing against yourself.” Emma realized that her biggest challenge wasn’t the competition—it was her own fear. On the day of the race, Emma took a deep breath and dove into the water. She swam with all her heart, focusing on her strokes and the rhythm of her breathing. When she touched the wall, she had done it—she had finished in first place. But more than the victory, Emma was proud of overcoming her own self-doubt. She had proved to herself that with courage and determination, anything was possible."
    },
    "ar": {
      "title": "تحدي السباحة",
      "author": "غير معروف",
      "genre": "رياضة",
      "description": "سباحة شابة تواجه مخاوفها من التنافس في مسابقة سباحة كبيرة، وتتعلم أن التغلب على الشكوك الذاتية ودفع نفسها إلى حدودها هو النصر الحقيقي.",
      "content": "كانت إيما تحب السباحة، لكنها كانت دائمًا خائفة من التنافس. كانت فكرة السباق ضد الآخرين تجعلها تشعر بالتوتر، رغم أنها كانت تعرف أنها سريعة. ولكن هذا العام، أعلن مدربها عن مسابقة سباحة كبيرة، وعرفت إيما أنها يجب أن تواجه مخاوفها. تدربت كل يوم، كانت تسبح عبر الحارات، وتحسن تقنيتها، وتبني قوتها. ولكن مع اقتراب المسابقة، بدأ الشك يتسلل إلى قلب إيما. ماذا لو لم تكن جيدة بما فيه الكفاية؟ ماذا لو فشلت؟ لاحظ مدربها قلقها، وأعطاها نصيحة: \"التحدي الحقيقي ليس في السباق ضد الآخرين، بل في السباق ضد نفسك.\" أدركت إيما أن أكبر تحدي لها لم يكن المسابقة—كان خوفها الخاص. في يوم السباق، أخذت إيما نفسًا عميقًا وغاصت في الماء. سبحت بكل قلبها، مركزة على ضرباتها وإيقاع تنفسها. عندما لمست الحائط، أدركت أنها قد فعلت ذلك—أنها فازت بالمركز الأول. ولكن أكثر من الفوز، كانت إيما فخورة بتغلبها على شكوكها الذاتية. لقد أثبتت لنفسها أنه بالإرادة والشجاعة، يمكن تحقيق أي شيء."
    }
  },
  {
    "id": 19,
    "year": 2018,
    "image": "https://www.shutterstock.com/shutterstock/photos/2284877265/display_1500/stock-vector-swimming-sport-illustration-vector-swimming-background-for-banner-poster-and-flyer-2284877265.jpg",
    "en": {
      "title": "The Tennis Showdown",
      "author": "Unknown",
      "genre": "Sports",
      "description": "A young tennis player faces the challenge of playing against the town’s best player, learning valuable lessons about practice, focus, and resilience in the process.",
      "content": "Liam loved tennis, but he had always been overshadowed by the town's best player, Jack. Jack was known for his quick serves and perfect backhand, and no one had ever beaten him. But Liam believed in his own potential. He started practicing every day, working on his forehand, his footwork, and his serves. He knew that to beat Jack, he had to focus on the fundamentals. The day of the big match arrived, and Liam was nervous but excited. Jack had won every match in the town, but Liam was determined. The match began, and Jack came out strong, winning the first set with ease. But Liam wasn’t giving up. He remembered his training, his focus, and his belief in himself. In the second set, he fought hard, and with a perfect serve, he won the set. The final set was intense, with both players giving it their all. With one final rally, Liam delivered a powerful forehand that sent the ball over the net and out of Jack's reach. Liam had won! He had beaten the best player in town. But the victory wasn’t just in the match—it was in the hard work, the persistence, and the mental strength he had built along the way."
    },
    "ar": {
      "title": "المباراة الكبيرة في التنس",
      "author": "غير معروف",
      "genre": "رياضة",
      "description": "لاعب تنس شاب يواجه تحدي اللعب ضد أفضل لاعب في البلدة، ويتعلم دروسًا قيمة عن التدريب والتركيز والمرونة في العملية.",
      "content": "كان ليام يحب التنس، لكنه كان دائمًا في ظل أفضل لاعب في البلدة، جاك. كان جاك معروفًا بضرباته السريعة وظهره المثالي، ولم يهزمه أحد من قبل. لكن ليام كان يؤمن بإمكاناته. بدأ في التدريب كل يوم، يعمل على ضربته الأمامية، وقدم قدمه، وضرباته. كان يعرف أنه للفوز على جاك، عليه أن يركز على الأساسيات. جاء يوم المباراة الكبرى، وكان ليام متوترًا ولكنه متحمس. كان جاك قد فاز بكل مباراة في البلدة، لكن ليام كان مصممًا. بدأت المباراة، وكان جاك قويًا، فاز بالمجموعة الأولى بسهولة. ولكن ليام لم يستسلم. تذكر تدريبه وتركيزه وإيمانه بنفسه. في المجموعة الثانية، قاتل بقوة، ومع ضربة خدم مثالية، فاز بالمجموعة. كانت المجموعة النهائية مشوقة، حيث بذل اللاعبان كل ما لديهما. مع تسديدة أخيرة، ضرب ليام ضربة أمامية قوية أرسلت الكرة عبر الشبكة وفوق يد جاك. فاز ليام! لقد هزم أفضل لاعب في البلدة. ولكن النصر لم يكن فقط في المباراة—بل كان في العمل الجاد والمثابرة والقوة العقلية التي بنوها طوال الطريق."
    }
  },
  {
    "id": 20,
    "year": 2020,
    "image": "https://m.media-amazon.com/images/I/71BSevPcp0L._AC_UF1000,1000_QL80_.jpg",
    "en": {
      "title": "The Journey to Mars",
      "author": "Unknown",
      "genre": "Children's literature, Science",
      "description": "A young astronaut embarks on a thrilling mission to Mars, learning about space travel, science, and teamwork along the way.",
      "content": "Ava had always dreamed of exploring space. When she was selected to be part of the first crew to travel to Mars, she couldn’t believe it. Her mission was to help build a research station on the red planet. Ava and her fellow astronauts had spent years training for this moment. The launch was smooth, and soon they were floating in the vastness of space. During the journey, Ava learned a lot about space technology, the challenges of living in zero gravity, and how to stay healthy during the long voyage. As they neared Mars, Ava marveled at the planet's red surface. Landing was tricky, but the team worked together to ensure the landing was a success. Once on Mars, Ava and her team explored the landscape, conducting experiments and gathering data. They even discovered signs of ancient water on the planet's surface. Ava realized that the mission was not just about reaching Mars—it was about discovering the secrets of the universe and understanding our place in it."
    },
    "ar": {
      "title": "الرحلة إلى المريخ",
      "author": "غير معروف",
      "genre": "أدب الأطفال، علم",
      "description": "تبدأ رائدة فضاء شابة مهمة مثيرة إلى المريخ، وتتعلم عن السفر في الفضاء، والعلوم، والعمل الجماعي على طول الطريق.",
      "content": "لطالما حلمت آفا باستكشاف الفضاء. وعندما تم اختيارها لتكون جزءًا من أول طاقم يسافر إلى المريخ، لم تصدق ذلك. كانت مهمتها هي المساعدة في بناء محطة بحثية على الكوكب الأحمر. كانت آفا وزملاؤها من رواد الفضاء قد قضوا سنوات في التدريب لهذه اللحظة. كانت الإطلاق سلسًا، وسرعان ما كانوا يطفون في فضاء لا نهاية له. خلال الرحلة، تعلمت آفا الكثير عن تكنولوجيا الفضاء، والتحديات التي تواجه العيش في انعدام الجاذبية، وكيفية الحفاظ على صحتها خلال الرحلة الطويلة. وعندما اقتربوا من المريخ، أعجبت آفا بسطح الكوكب الأحمر. كانت الهبوط صعبًا، ولكن الفريق عمل معًا لضمان نجاح الهبوط. بمجرد وصولهم إلى المريخ، استكشفت آفا وفريقها المناظر الطبيعية، وأجروا تجارب وجمعوا بيانات. حتى أنهم اكتشفوا علامات على وجود ماء قديم على سطح الكوكب. أدركت آفا أن المهمة لم تكن تتعلق فقط بالوصول إلى المريخ—بل كانت تتعلق باكتشاف أسرار الكون وفهم مكاننا فيه."
    }
  },
  {
    "id": 21,
    "year": 2019,
    "image": "https://aucbookstores.com/cdn/shop/files/9781789054477_grande.jpg?v=1723460674",
    "en": {
      "title": "The Science Lab Adventure",
      "author": "Unknown",
      "genre": "Children's literature, Science",
      "description": "A group of curious students embarks on a thrilling journey through their school science lab, discovering the wonders of chemistry, biology, and physics along the way.",
      "content": "When the bell rang for science class, Mia, Jack, and Lily were ready for an adventure. Their teacher, Mr. Carter, had announced that today, they would explore the mysteries of their school’s science lab. The lab was filled with bubbling test tubes, colorful liquids, and strange-looking machines. As Mr. Carter demonstrated some experiments, Mia couldn’t help but be fascinated by how chemicals could change colors and create new substances. Jack was particularly interested in physics, and when they tried to build a small motor, he marveled at how electricity could make things move. Lily, who loved biology, spent time looking at slides under the microscope, discovering tiny organisms living in water. As they explored the lab, they realized how science was all around them, from the air they breathed to the food they ate. The adventure in the science lab sparked a newfound passion for learning in all three of them. They couldn't wait to come back and explore more!"
    },
    "ar": {
      "title": "مغامرة مختبر العلوم",
      "author": "غير معروف",
      "genre": "أدب الأطفال، علم",
      "description": "مجموعة من الطلاب الفضوليين يشرعون في رحلة مثيرة عبر مختبر العلوم في مدرستهم، يكتشفون عجائب الكيمياء وعلم الأحياء والفيزياء على طول الطريق.",
      "content": "عندما دق الجرس لبداية حصة العلوم، كانت ميا، جاك، وليلي مستعدين للمغامرة. أعلن معلمهم، السيد كارتر، أنه اليوم سيستكشفون أسرار مختبر العلوم في مدرستهم. كان المختبر مليئًا بأنابيب اختبار فائرة، سوائل ملونة، وآلات غريبة الشكل. بينما كان السيد كارتر يعرض بعض التجارب، لم تتمكن ميا من إخفاء دهشتها من كيف يمكن للمواد الكيميائية أن تغير الألوان وتخلق مواد جديدة. كان جاك مهتمًا بشكل خاص بالفيزياء، وعندما حاولوا بناء محرك صغير، اندهش من كيف يمكن للكهرباء أن تجعل الأشياء تتحرك. أما ليلي، التي كانت تحب علم الأحياء، فقد قضت وقتًا في النظر إلى الشرائح تحت المجهر، واكتشفت الكائنات الدقيقة التي تعيش في الماء. بينما كانوا يستكشفون المختبر، أدركوا كيف أن العلم موجود من حولهم، من الهواء الذي يتنفسونه إلى الطعام الذي يتناولونه. ألهمت مغامرتهم في مختبر العلوم شغفًا جديدًا بالتعلم لدى الجميع. لم يستطيعوا الانتظار للعودة لاستكشاف المزيد!"
    }
  },
  {
    "id": 22,
    "year": 2021,
    "image": "https://i.guim.co.uk/img/media/093a8ba86bad886e3357e0761ebd8dde70ccb43f/0_0_4748_5988/master/4748.jpg?width=620&quality=85&auto=format&fit=max&s=68140e1ef28ea955f215a341e9a028b6",
    "en": {
      "title": "The Underwater Exploration",
      "author": "Unknown",
      "genre": "Children's literature, Science",
      "description": "A team of young explorers embarks on a deep-sea diving expedition, discovering the wonders of marine life and the importance of ocean conservation.",
      "content": "Liam, Sophie, and Max were fascinated by the ocean. When they learned about an upcoming deep-sea expedition, they jumped at the chance to be part of the team. Armed with diving gear and under the guidance of marine biologist Dr. Carter, they descended into the depths of the ocean. The underwater world was unlike anything they had ever imagined. Brightly colored fish swam around them, coral reefs glistened, and mysterious creatures glided by. They saw giant sea turtles, schools of jellyfish, and even a curious octopus. As they explored deeper, they discovered how fragile the ocean ecosystem was. Dr. Carter explained how pollution and overfishing were harming marine life and what they could do to help. The experience left a lasting impression on the young explorers. They made a vow to protect the oceans and share what they had learned with others. It wasn’t just about exploring the deep—it was about preserving the beauty of the sea for future generations."
    },
    "ar": {
      "title": "استكشاف أعماق البحر",
      "author": "غير معروف",
      "genre": "أدب الأطفال، علم",
      "description": "فريق من المستكشفين الشبان يشرعون في رحلة غوص عميقة، يكتشفون عجائب الحياة البحرية وأهمية الحفاظ على المحيطات.",
      "content": "كان ليام، صوفي، وماكس مفتونين بالمحيط. عندما علموا عن رحلة استكشاف أعماق البحر المقبلة، اغتنموا الفرصة ليكونوا جزءًا من الفريق. مسلحين بمعدات الغوص وتحت إشراف عالمة الأحياء البحرية، الدكتورة كارتر، غاصوا إلى أعماق المحيط. كان العالم تحت الماء غير ما تخيلوه. كانت الأسماك الملونة تسبح حولهم، والشعاب المرجانية تتلألأ، والمخلوقات الغامضة تمر بجانبهم. رأوا السلاحف البحرية العملاقة، وقِطَع قناديل البحر، وحتى الأخطبوط الفضولي. بينما استكشفوا الأعماق، اكتشفوا مدى هشاشة النظام البيئي للمحيط. شرحت الدكتورة كارتر كيف أن التلوث والصيد الجائر يضرون بالحياة البحرية وما يمكنهم فعله للمساعدة. تركت التجربة انطباعًا عميقًا على المستكشفين الصغار. تعهدوا بحماية المحيطات ومشاركة ما تعلموه مع الآخرين. لم يكن الأمر يتعلق فقط باكتشاف الأعماق—بل كان يتعلق بالحفاظ على جمال البحر للأجيال القادمة."
    }
  },
  {
    "id": 23,
    "year": 2023,
    "image": "https://m.media-amazon.com/images/I/71juhN94QGL._SY466_.jpg",
    "en": {
      "title": "The Invention of the Future",
      "author": "Unknown",
      "genre": "Children's literature, Science",
      "description": "A young inventor creates a revolutionary new technology, exploring the possibilities of robotics, artificial intelligence, and the future of innovation.",
      "content": "Liam was always tinkering with machines and gadgets. One day, he came up with an idea for a robot that could help with household chores. He spent hours in his garage, building and programming the robot. As he worked, he learned about artificial intelligence, sensors, and how robots could be programmed to learn from their environment. When the robot was finally ready, Liam demonstrated it to his family. The robot cleaned, cooked, and even helped with homework! It was a huge success, and Liam’s invention caught the attention of local scientists and engineers. Soon, Liam was invited to present his robot at a science conference. He realized that the possibilities of technology were endless, and that the future of innovation was in his hands. But more than anything, Liam learned that with creativity and persistence, he could shape the world of tomorrow."
    },
    "ar": {
      "title": "اختراع المستقبل",
      "author": "غير معروف",
      "genre": "أدب الأطفال، علم",
      "description": "مخترع شاب يبتكر تقنية ثورية، يستكشف إمكانيات الروبوتات، والذكاء الاصطناعي، ومستقبل الابتكار.",
      "content": "كان ليام دائمًا يعبث بالأجهزة والأدوات. في يوم من الأيام، توصل إلى فكرة اختراع روبوت يمكنه المساعدة في الأعمال المنزلية. أمضى ساعات في مرآبه، يبني ويبرمج الروبوت. أثناء عمله، تعلم عن الذكاء الاصطناعي، والمستشعرات، وكيف يمكن برمجة الروبوتات لتعلم من بيئتها. وعندما كان الروبوت جاهزًا أخيرًا، قام ليام بعرضه على عائلته. قام الروبوت بالتنظيف والطهي، وحتى المساعدة في الواجبات المنزلية! كانت النتيجة نجاحًا كبيرًا، وجذب اختراع ليام انتباه العلماء والمهندسين المحليين. قريبًا، تم دعوة ليام لعرض روبوته في مؤتمر علمي. أدرك أن إمكانيات التكنولوجيا لا حصر لها، وأن مستقبل الابتكار في يديه. ولكن أكثر من ذلك، تعلم ليام أنه بالإبداع والمثابرة، يمكنه تشكيل عالم الغد."
    }
  }

]